Revit 2024 API
ParameterTypeId.LevelIsBuildingStory Property
 "Building Story"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LevelIsBuildingStory { get; }
Visual Basic
Public Shared ReadOnly Property LevelIsBuildingStory As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LevelIsBuildingStory {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace